Repository: mrommel/SmartAncestry
Catalog: smartancestry/data/locale/*/LC_MESSAGES/django.po
Languages: de

source: Ancestry
de: Stammbaum

source: Create pdfs
de: PDFs erstellen

source: List of Persons born here
de: Personen, die hier geboren sind

source: List of Persons died here
de: Personen, die hier gestorben sind

source: List of family status locations
de: Liste der Ort von Familienereignissen

source: List of personal events
de: Liste von Personenereignissen

source: Born
de: Geboren

source: Died
de: Gestorben

source: Male
de: Männlich

source: Female
de: Weiblich

source: Gender
de: Geschlecht

source: date of birth
de: Geburtsdatum

source: date of death
de: Sterbbedatum

source: %s was born on %s in %s as son of %s (%s years old) and his mother %s (%s years old).
de: %s wurde am %s in %s als Sohn von %s (%s Jahre alt) und seiner Mutter %s (%s Jahre alt) geboren.

source: %s was born on %s as son of %s (%s years old) and his mother %s (%s years old).
de: %s wurde am %s als Sohn von %s (%s Jahre alt) und seiner Mutter %s (%s Jahre alt) geboren.

source: %s was born on %s in %s as daughter of %s (%s years old) and her mother %s (%s years old).
de: %s wurde am %s in %s als Tochter von %s (%s Jahre alt) und ihrer Mutter %s (%s Jahre alt) geboren.

source: %s was born on %s as daughter of %s (%s years old) and her mother %s (%s years old).
de: %s wurde am %s als Tochter von %s (%s Jahre alt) und ihrer Mutter %s (%s Jahre alt) geboren.

source: %s was born as son of %s and %s on %s in %s.
de: %s wurde als Sohn von %s und %s am %s in %s geboren.

source: %s was born as son of %s and %s on %s.
de: %s wurde als Sohn von %s und %s am %s geboren.

source: %s was born as daughter of %s and %s on %s in %s.
de: %s wurde als Tochter von %s und %s am %s in %s geboren.

source: %s was born as daughter of %s and %s on %s.
de: %s wurde als Tochter von %s und %s am %s geboren.

source: %s was born on %s in %s.
de: %s wurde am %s in %s geboren.

source: %s was born on %s.
de: %s wurde am %s geboren.

source: years
de: Jahre

source: Birth
de: Geburt

source: Birth of son
de: Geburt eines Sohns

source: His son %s was born %s in %s.
de: Sein Sohn %s wurde am %s in %s geboren.

source: Her son %s was born %s in %s.
de: Ihr Sohn %s wurde am %s in %s geboren.

source: His son %s was born %s.
de: Sein Sohn %s wurde am %s geboren.

source: Her son %s was born %s.
de: Ihr Sohn %s wurde am %s geboren.

source: Birth of daughter
de: Geburt einer Tochter

source: His daughter %s was born %s in %s.
de: Seine Tochter %s wurde am %s in %s geboren.

source: Her daughter %s was born %s in %s.
de: Ihre Tochter %s wurde am %s in %s geboren.

source: His daughter %s was born %s.
de: Seine Tochter %s wurde am %s geboren.

source: Her daughter %s was born %s.
de: Ihre Tochter %s wurde am %s geboren.

source: Death of son
de: Tod eines Sohns

source: His son %s died at %s in %s.
de: Sein Sohn %s starb am %s in %s.

source: Her son %s died at %s in %s.
de: Ihr Sohn %s starb am %s in %s.

source: His son %s died at %s.
de: Sein Sohn %s starb am %s.

source: Her son %s died at %s.
de: Ihr Sohn %s starb am %s.

source: Death of daughter
de: Tod einer Tochter

source: His daughter %s died at %s in %s.
de: Seine Tochter %s starb am %s in %s.

source: Her daughter %s died at %s in %s.
de: Ihre Tochter %s starb am %s in %s.

source: His daughter %s died at %s.
de: Seine Tochter %s starb am %s.

source: Her daughter %s died at %s.
de: Ihre Tochter %s starb am %s.

source: Birth of brother
de: Geburt eines Bruders

source: His brother %s was born at %s in %s, when %s was %d years old.
de: Sein Bruder %s wurde am %s in %s geboren, als %s %d Jahre alt war.

source: Her brother %s was born at %s in %s, when %s was %d years old.
de: Ihr Bruder %s wurde am %s in %s geboren, als %s %d Jahre alt war.

source: His brother %s was born at %s, when %s was %d years old.
de: Sein Bruder %s wurde am %s geboren, als %s %d Jahre alt war.

source: Her brother %s was born at %s, when %s was %d years old.
de: Ihr Bruder %s wurde am %s geboren, als %s %d Jahre alt war.

source: Birth of sister
de: Geburt einer Schwester

source: His sister %s was born at %s in %s, when %s was %d years old.
de: Seine Schwester %s wurde am %s in %s geboren, als %s %d Jahre alt war.

source: Her sister %s was born at %s in %s, when %s was %d years old.
de: Ihre Schwester %s wurde am %s in %s geboren, als %s %d Jahre alt war.

source: His sister %s was born at %s, when %s was %d years old.
de: Seine Schwester %s wurde am %s geboren, als %s %d Jahre alt war.

source: Her sister %s was born at %s, when %s was %d years old.
de: Ihre Schwester %s wurde am %s geboren, als %s %d Jahre alt war.

source: Death of brother
de: Tod eines Bruders

source: His brother %s died at %s in %s, when %s was %d years old.
de: Sein Bruder %s starb am %s in %s, als %s %d Jahre alt war.

source: Her brother %s died at %s in %s, when %s was %d years old.
de: Ihr Bruder %s starb am %s in %s, als %s %d Jahre alt war.

source: His brother %s died at %s, when %s was %d years old.
de: Sein Bruder %s starb am %s, als %s %d Jahre alt war.

source: Her brother %s died at %s, when %s was %d years old.
de: Ihr Bruder %s starb am %s, als %s %d Jahre alt war.

source: Death of sister
de: Tod einer Schwester

source: His sister %s died at %s in %s, when %s was %d years old.
de: Seine Schwester %s starb am %s in %s, als %s %d Jahre alt war.

source: Her sister %s died at %s in %s, when %s was %d years old.
de: Ihre Schwester %s starb am %s in %s, als %s %d Jahre alt war.

source: His sister %s died at %s, when %s was %d years old.
de: Seine Schwester %s starb am %s, als %s %d Jahre alt war.

source: Her sister %s died at %s, when %s was %d years old.
de: Ihre Schwester %s starb am %s, als %s %d Jahre alt war.

source: marriage
de: Heirat

source: %s married %s on %s at %s when he was %d years old.
de: %s heiratete %s am %s in %s als er %d Jahre alt war.

source: %s married %s on %s when he was %d years old.
de: %s heiratete %s am %s als er %d Jahre alt war.

source: %s married %s on %s at %s when she was %d years old.
de: %s heiratete %s am %s in %s als sie %d Jahre alt war.

source: %s married %s on %s when she was %d years old.
de: %s heiratete %s am %s als sie %d Jahre alt war.

source: Death of father
de: Tod des Vaters

source: His father %s died at %s in %s, when %s was %d years old.
de: Sein Vater %s starb am %s in %s, als %s %d Jahre alt war.

source: Her father %s died at %s in %s, when %s was %d years old.
de: Ihr Vater %s starb am %s in %s, als %s %d Jahre alt war.

source: His father %s died at %s, when %s was %d years old.
de: Sein Vater %s starb am %s, als %s %d Jahre alt war.

source: Her father %s died at %s, when %s was %d years old.
de: Ihr Vater %s starb am %s, als %s %d Jahre alt war.

source: Death of mother
de: Tod der Mutter

source: His mother %s died at %s in %s, when %s was %d years old.
de: Seine Mutter %s starb am %s in %s, als %s %d Jahre alt war.

source: Her mother %s died at %s in %s, when %s was %d years old.
de: Ihre Mutter %s starb am %s in %s, als %s %d Jahre alt war.

source: His mother %s died at %s, when %s was %d years old.
de: Seine Mutter %s starb am %s, als %s %d Jahre alt war.

source: Her mother %s died at %s, when %s was %d years old.
de: Ihre Mutter %s starb am %s, als %s %d Jahre alt war.

source: Death
de: Tod

source: %s died at %s in %s at the age of %d years.
de: %s starb am %s in %s im Alter von %d Jahren.

source: %s died at %s at the age of %d years.
de: %s starb am %s im Alter von %d Jahren.

source: no ancestry
de: Kein Stammbaum

source: of
de: von

source: ancestry
de: Stammbaum

source: The exact birth date of %s is missing day and month. It is only clear that he was born in %s.
de: Dem genauen Geburtsdatum von %s fehlt der Tag und der Monat. Bekannt ist nur das er in %s geboren ist.

source: The exact birth date of %s is missing day and month. It is only clear that she was born in %s.
de: Dem genauen Geburtsdatum von %s fehlt der Tag und der Monat. Bekannt ist nur das sie in %s geboren ist.

source: The birth date of %s is completely unclear. It is currently assumed ca. %s.
de: Das Geburtsdatum von %s ist komplett unklar. Es wird aktuell mit ca. %s angenommen.

source: The birth location of %s could not be determined.
de: Der Geburtsort von %s ist unbekannt.

source: The father of %s could not be determined.
de: Der Vater von %s ist unbekannt.

source: The mother of %s could not be determined.
de: Die Mutter von %s ist unbekannt.

source: The parents of %s (%s and %s) are not linked.
de: Die Eltern von %s (%s und %s) sind nicht verbunden.

source: The death date of %s is completely unclear.
de: Das Sterbedatum von %s ist komplett unklar.

source: The death location of %s could not be determined.
de: Der Sterbeort von %s ist unbekannt.

source: The exact date of the marriage of %s and %s is unclear. It happened in %d.
de: Das genaue Datum der Heirat von %s und %s ist unbekannt. Es fand in %d statt.

source: The location of the marriage of %s and %s is unclear.
de: Der Ort der Heirat von %s und %s ist unbekannt.

source: Women
de: Frauen

source: Men
de: Männer

source: Youngest person
de: Jüngste Person

source: Years
de: Jahre

source: Oldest person
de: Älteste Person

source: Latest marriage
de: Späteste Heirat

source: Youngest marriage
de: Jüngste Heirat

source: Most Children
de: Meiste Kinder

source: Children
de: Kinder

source: %s %s (born %s) was born in %s
de: %s %s (geb. %s) wurde in %s geboren

source: %s %s was born in %s
de: %s %s wurde in %s geboren

source: %s %s was born
de: %s %s wurde geboren

source: %s %s has died in %s
de: %s %s starb in %s

source: %s %s has died
de: %s %s starb

source: marriage of %s and %s in %s
de: Hochzeit von %s und %s in %s

source: marriage of %s and %s
de: Hochzeit von %s und %s

source: divorce of %s and %s
de: Scheidung von %s und %s

source: date of creation
de: Erstellungsdatum

source: date of answer
de: Datum der Antwort

source: Marriage
de: Heirat

source: Partnership
de: Partnerschaft

source: date of marriage or divorce
de: Datum der Heirat oder der Scheidung

source: husband
de: Ehemann

source: wife
de: Ehefrau

source: married
de: Verheirated

source: partnership
de: Partnerschaft

source: adopted
de: Adoptiert

source: Marriage %s and %s
de: Hochzeit von %s und %s

source: Partnership %s and %s
de: Partnerschaft zwischen %s und %s

source: Adoption of %s and %s
de: Adoption von %s und %s

source: Baptism
de: Taufe

source: Funeral
de: Beerdigung

source: Confirmation
de: Konfirmation

source: Home
de: Start

source: Persons
de: Personen

source: Ancestries
de: Stammbäume

source: Distributions
de: Verteilung

source: and
de: und

source: Members
de: Mitglieder

source: No members are available.
de: Keine Stammbäume vorhanden.

source: Missing Items
de: Fehlende Einträge

source: Timeline
de: Zeitstrahl

source: Specials
de: Besonderheiten

source: Locations
de: Orte

source: Births and Deaths per month
de: Geburten und Todesfälle pro Monat

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Births per month
de: Geburten pro Monat

source: Deaths per month
de: Todesfälle pro Monat

source: Birth locations
de: Geburtsorte

source: Ancestrybook
de: Familienstammbaumbuch

source: Contents
de: Inhaltsverzeichnis

source: Statistics
de: Statistiken

source: Gender distribution
de: Geschlechterverteilung

source: Family trees
de: Stammbäume

source: Appendix
de: Anhang

source: General documents
de: Allgemeine Dokumente

source: Documents of persons
de: Dokumente von Personen

source: Last name
de: Familienname

source: Age
de: Alter

source: First name
de: Vorname

source: Birth name
de: Geburtsname

source: Birth date
de: Geburtsdatum

source: Death date
de: Todesdatum

source: Relation
de: Beziehung

source: Profession
de: Beruf

source: Father
de: Vater

source: Mother
de: Mutter

source: Divorce
de: Scheidung

source: at
de: am

source: other Children
de: Weitere Kinder

source: Siblings
de: Geschwister

source: Notes
de: Notizen

source: Appendices
de: Anhänge

source: Page
de: Seite

source: History of
de: Lebensgeschichte von

source: Places
de: Orte

source: Persons born or died per month in ancestry
de: Anzahl der Personen, die in einem Monat gestorben oder geboren wurden

source: Birth per month
de: Geburten pro Monat

source: Death per month
de: Todesfälle pro Monat

source: Gender distribution of persons in ancestry
de: Geschlechterverteilung der Personen des Stammbaums

source: Birth locations in ancestry
de: Geburtsorte der Personen des Stammbaums

source: Number of children per person in ancestry
de: Anzahl der Kinder der Personen des Stammbaums

source: No featured members are available.
de: Keine hervorgehobene Personen im Stammbaum vorhanden.

source: No distributions are available.
de: Keine Verteilungen vorhanden.

source: Questions
de: Fragen

source: No appendices are available.
de: Keine Anhänge vorhanden.

source: Family tree
de: Stammbaum

source: Not married
de: Nicht verheirated

source: No child are available.
de: Keine Kinder vorhanden.

source: No sibling are available.
de: Keine Geschwister vorhanden.

source: No ancestries are available.
de: Keine Stammbäume vorhanden.

source: daughter
de: Tochter

source: son
de: Sohn

source: granddaughter
de: Enkeltochter

source: grandson
de: Enkel

source: father in law
de: Schwiegervater

source: mother in law
de: Schwiegermutter

source: father
de: Vater

source: aunt
de: Tante

source: uncle
de: Onkel

source: girl cousin
de: Cousine

source: boy cousin
de: Cousin

source: girl cousins daughter
de: Nichte 2ten Grades

source: boy cousins daughter
de: Nichte 2ten Grades

source: girl cousins son
de: Neffe 2ten Grades

source: boy cousins son
de: Neffe 2ten Grades

source: grandfather
de: Großvater

source: great grandfather
de: Urgroßvater

source: great great grandfather
de: Ururgroßvater

source: great great great grandfather
de: Urururgroßvater

source: great great great grandmother
de: Urururgroßmutter

source: great great grandmother
de: Ururgroßmutter

source: great grandmother
de: Urgroßmutter

source: grandmother
de: Großmutter

source: mother
de: Mutter

source: son in law
de: Schwiegersohn

source: daughter in law
de: Schwiegertochter

source: sister
de: Schwester

source: brother
de: Bruder

source: sister in law
de: Schwägerin

source: brother in law
de: Schwager

source: niece
de: Nichte

source: nephew
de: Neffe

source: great niece
de: Großnichte

source: great nephew
de: Großneffe
